[
    {
        "mainQuestion": "Imagine you found a wallet on the street with $50 inside. What is the very first thing you would do?",
        "outlierQuestion": "Imagine you found a wallet on the street with $500 inside. What is the very first thing you would do?",
        "category": "ethics"
    },
    {
        "mainQuestion": "You are at a restaurant and the waiter brings you the wrong dish. How do you handle it?",
        "outlierQuestion": "You are at a restaurant and the waiter brings you a cold dish. How do you handle it?",
        "category": "social"
    },
    {
        "mainQuestion": "If you could only eat one cuisine for the rest of your life, what would it be?",
        "outlierQuestion": "If you could only eat one specific meal for the rest of your life, what would it be?",
        "category": "food"
    },
    {
        "mainQuestion": "A close friend asks to borrow money but hasn't paid you back before. What do you say to them?",
        "outlierQuestion": "A close friend asks to borrow a large sum of money for an emergency. What do you say to them?",
        "category": "social"
    },
    {
        "mainQuestion": "You have a free ticket to travel anywhere in the world right now. Where do you go?",
        "outlierQuestion": "You have a free ticket to travel anywhere in your own country right now. Where do you go?",
        "category": "travel"
    },
    {
        "mainQuestion": "If you could have any superpower for one day, what would it be?",
        "outlierQuestion": "If you could have the ability to fly for one day, how would you use it?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "You wake up and realize you are 10 years in the past. What is the first major change you make?",
        "outlierQuestion": "You wake up and realize you are 10 years in the future. What is the first thing you check?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is the most annoying habit a coworker or classmate can have?",
        "outlierQuestion": "What is the most annoying habit a roommate can have?",
        "category": "social"
    },
    {
        "mainQuestion": "If you could master any musical instrument instantly, which one would you pick?",
        "outlierQuestion": "If you could master the piano instantly, what specific song would you play first?",
        "category": "skills"
    },
    {
        "mainQuestion": "You are offered a job that pays double your current salary but requires moving to a remote island. Do you take it?",
        "outlierQuestion": "You are offered a job that pays slightly less but is your absolute dream role. Do you take it?",
        "category": "work"
    },
    {
        "mainQuestion": "What is one movie that everyone loves but you secretly dislike?",
        "outlierQuestion": "What is one movie that everyone hates but you secretly love?",
        "category": "entertainment"
    },
    {
        "mainQuestion": "If you could have dinner with any historical figure, who would it be?",
        "outlierQuestion": "If you could have dinner with any living celebrity, who would it be?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "You witness a minor crime like shoplifting but no one else sees it. Do you report it?",
        "outlierQuestion": "You witness someone parking illegally but no one else sees it. Do you report it?",
        "category": "ethics"
    },
    {
        "mainQuestion": "What is the best gift you have ever received?",
        "outlierQuestion": "What is the best gift you have ever given someone?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you were stranded on a deserted island, what three items would you bring?",
        "outlierQuestion": "If you were going on a camping trip for a week, what three items would you bring?",
        "category": "survival"
    },
    {
        "mainQuestion": "Would you rather be able to speak all languages fluently or play every instrument perfectly?",
        "outlierQuestion": "Would you rather be able to read minds or see the future?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is your idea of a perfect weekend morning?",
        "outlierQuestion": "What is your idea of a perfect Friday night?",
        "category": "lifestyle"
    },
    {
        "mainQuestion": "If you could change one law in your country, what would it be?",
        "outlierQuestion": "If you could implement one new rule at your workplace, what would it be?",
        "category": "politics"
    },
    {
        "mainQuestion": "What is a skill you have always wanted to learn but haven't yet?",
        "outlierQuestion": "What is a hobby you gave up on but want to try again?",
        "category": "skills"
    },
    {
        "mainQuestion": "Describe your dream house. Where is it located?",
        "outlierQuestion": "Describe your dream vacation home. Where is it located?",
        "category": "lifestyle"
    },
    {
        "mainQuestion": "If animals could talk, which species would be the rudest?",
        "outlierQuestion": "If animals could talk, which species would be the nicest?",
        "category": "nature"
    },
    {
        "mainQuestion": "You have to delete all social media apps forever except one. Which one do you keep?",
        "outlierQuestion": "You have to delete your favorite social media app forever. Which one is it?",
        "category": "technology"
    },
    {
        "mainQuestion": "What is the most adventurous thing you have ever done?",
        "outlierQuestion": "What is the scariest thing you have ever done?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you could trade lives with one person for a week, who would it be?",
        "outlierQuestion": "If you could be the President for a week, what would you do?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "Do you believe it is ever okay to tell a white lie?",
        "outlierQuestion": "Do you believe it is ever okay to keep a major secret from a partner?",
        "category": "ethics"
    },
    {
        "mainQuestion": "What is one food that you absolutely refuse to eat?",
        "outlierQuestion": "What is one food you are allergic to or avoid due to health?",
        "category": "food"
    },
    {
        "mainQuestion": "If existing technology wasn't an issue, what invention would you create?",
        "outlierQuestion": "If money wasn't an issue, what business would you start?",
        "category": "creativity"
    },
    {
        "mainQuestion": "Who was your favorite teacher growing up?",
        "outlierQuestion": "Who was your childhood role model?",
        "category": "memory"
    },
    {
        "mainQuestion": "If you could eliminate one season from the year, which one goes?",
        "outlierQuestion": "If you could make one season last all year round, which one would it be?",
        "category": "nature"
    },
    {
        "mainQuestion": "What is the most beautiful city you have ever visited?",
        "outlierQuestion": "What is the most chaotic city you have ever visited?",
        "category": "travel"
    },
    {
        "mainQuestion": "Would you rather have unlimited money or unlimited time?",
        "outlierQuestion": "Would you rather have perfect health or unlimited money?",
        "category": "philosophy"
    },
    {
        "mainQuestion": "What is a movie you can watch over and over again without getting bored?",
        "outlierQuestion": "What is a TV show you can rewatch endlessly without getting bored?",
        "category": "entertainment"
    },
    {
        "mainQuestion": "If you won the lottery today, what is the first frivolous thing you would buy?",
        "outlierQuestion": "If you won the lottery today, which charity would you donate to first?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is the most overrated trend right now?",
        "outlierQuestion": "What is the most underrated trend right now?",
        "category": "culture"
    },
    {
        "mainQuestion": "If you could only listen to one genre of music for a year, what would it be?",
        "outlierQuestion": "If you could only listen to one specific band for a year, who would it be?",
        "category": "music"
    },
    {
        "mainQuestion": "What is a common piece of advice that you think is actually bad?",
        "outlierQuestion": "What is the best piece of advice you have ever received?",
        "category": "wisdom"
    },
    {
        "mainQuestion": "Describe your ideal best friend. What traits matter most to you?",
        "outlierQuestion": "Describe your ideal romantic partner. What traits matter most to you?",
        "category": "relationships"
    },
    {
        "mainQuestion": "If you could time travel, would you go to the past or the future?",
        "outlierQuestion": "If you could stop time, what would you do with the extra hours?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is your biggest fear?",
        "outlierQuestion": "What was your biggest fear as a child?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you could bring one fictional character to life, who would it be?",
        "outlierQuestion": "If you could live inside one fictional world, where would it be?",
        "category": "fiction"
    },
    {
        "mainQuestion": "What is one thing you would never do, even for a million dollars?",
        "outlierQuestion": "What is one thing you would do for a million dollars that most people wouldn't?",
        "category": "ethics"
    },
    {
        "mainQuestion": "Do you prefer a quiet night in or a loud night out?",
        "outlierQuestion": "Do you prefer a house party or a club night?",
        "category": "lifestyle"
    },
    {
        "mainQuestion": "What is the most useful app on your phone?",
        "outlierQuestion": "What is the most addictive app on your phone?",
        "category": "technology"
    },
    {
        "mainQuestion": "If you had to teach a class on one subject, what would it be?",
        "outlierQuestion": "If you had to write a book about one topic, what would it be?",
        "category": "skills"
    },
    {
        "mainQuestion": "What is your favorite memory from high school?",
        "outlierQuestion": "What is your most embarrassing memory from high school?",
        "category": "memory"
    },
    {
        "mainQuestion": "If you could own any exotic animal as a pet, what would it be?",
        "outlierQuestion": "If you could communicate with any animal species, which one would you pick?",
        "category": "nature"
    },
    {
        "mainQuestion": "What is a food combination that sounds gross but tastes good?",
        "outlierQuestion": "What is a popular food combination that you think is gross?",
        "category": "food"
    },
    {
        "mainQuestion": "Would you rather live in a big city or a quiet countryside?",
        "outlierQuestion": "Would you rather live by the beach or in the mountains?",
        "category": "lifestyle"
    },
    {
        "mainQuestion": "If you could enact one law that everyone must follow, what would it be?",
        "outlierQuestion": "If you could ban one specific behavior in public, what would it be?",
        "category": "politics"
    },
    {
        "mainQuestion": "What is the hardest thing you have had to forgive someone for?",
        "outlierQuestion": "What is the hardest apology you have ever had to make?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you could instantly be fluent in another language, which one?",
        "outlierQuestion": "If you could instantly have a perfect accent in your own language, would you take it?",
        "category": "skills"
    },
    {
        "mainQuestion": "What is a small act of kindness you witnessed recently?",
        "outlierQuestion": "What is a small act of kindness you performed recently?",
        "category": "ethics"
    },
    {
        "mainQuestion": "If you could only wear one color for the rest of your life, what would it be?",
        "outlierQuestion": "If you could never wear black or white again, what color would you choose?",
        "category": "fashion"
    },
    {
        "mainQuestion": "What is the most impressive thing you know how to cook?",
        "outlierQuestion": "What is the most delicious meal you have ever eaten?",
        "category": "food"
    },
    {
        "mainQuestion": "If you were a ghost, where would you haunt?",
        "outlierQuestion": "If you were a ghost, who would you protect or watch over?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is your favorite holiday tradition?",
        "outlierQuestion": "What is your least favorite holiday tradition?",
        "category": "culture"
    },
    {
        "mainQuestion": "If you could change your first name, what would you choose?",
        "outlierQuestion": "If you could choose your nickname, what would it be?",
        "category": "personal"
    },
    {
        "mainQuestion": "What is the best way to spend a rainy day?",
        "outlierQuestion": "What is the best way to spend a sunny day?",
        "category": "lifestyle"
    },
    {
        "mainQuestion": "If you had to give up your phone or your car for a month, which one?",
        "outlierQuestion": "If you had to give up internet or air conditioning for a month, which one?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is a talent you wish you had?",
        "outlierQuestion": "What is a physical trait you wish you had?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you met an alien, what is the first thing you would say?",
        "outlierQuestion": "If you met a time traveler, what is the first thing you would ask?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is the worst job you have ever had?",
        "outlierQuestion": "What was your very first job?",
        "category": "work"
    },
    {
        "mainQuestion": "If you could erase one event from history, what would it be?",
        "outlierQuestion": "If you could witness one event in history, what would it be?",
        "category": "history"
    },
    {
        "mainQuestion": "Do you believe in ghosts or the supernatural?",
        "outlierQuestion": "Do you believe in aliens or life on other planets?",
        "category": "beliefs"
    },
    {
        "mainQuestion": "What is your favorite board game?",
        "outlierQuestion": "What is your favorite video game?",
        "category": "entertainment"
    },
    {
        "mainQuestion": "If you could only eat dessert or savory food forever, which one?",
        "outlierQuestion": "If you could only drink water or juice forever, which one?",
        "category": "food"
    },
    {
        "mainQuestion": "What is the most expensive thing you own?",
        "outlierQuestion": "What is the most sentimental thing you own?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you could live in any era of the past, which one?",
        "outlierQuestion": "If you could live in a futuristic sci-fi world, what would it be like?",
        "category": "history"
    },
    {
        "mainQuestion": "What is a bad habit you are trying to break?",
        "outlierQuestion": "What is a good habit you are trying to build?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you could direct a movie, what genre would it be? What is the plot?",
        "outlierQuestion": "If you could star in a movie, what kind of role would you play?",
        "category": "creativity"
    },
    {
        "mainQuestion": "What is the weirdest dream you remember having?",
        "outlierQuestion": "What is a recurring dream you have?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you could be famous for one thing, what would it be?",
        "outlierQuestion": "If you were famous, would you enjoy the paparazzi?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is your favorite smell in the world?",
        "outlierQuestion": "What is a smell that instantly makes you nostalgic?",
        "category": "sensory"
    },
    {
        "mainQuestion": "If you had a warning label on your forehead, what would it say?",
        "outlierQuestion": "If you had a slogan for your life, what would it be?",
        "category": "personal"
    },
    {
        "mainQuestion": "What is the best concert you have ever been to?",
        "outlierQuestion": "What is a concert you really want to go to?",
        "category": "music"
    },
    {
        "mainQuestion": "If you could solve one world problem instantly, which one?",
        "outlierQuestion": "If you could cure one disease instantly, which one?",
        "category": "ethics"
    },
    {
        "mainQuestion": "Do you think money can buy happiness?",
        "outlierQuestion": "Do you think success brings happiness?",
        "category": "philosophy"
    },
    {
        "mainQuestion": "What is something you learned recently that blew your mind?",
        "outlierQuestion": "What is a fun fact you know that surprises people?",
        "category": "knowledge"
    },
    {
        "mainQuestion": "If you could have a personal assistant, chef, or driver, which one?",
        "outlierQuestion": "If you could have a personal stylist or trainer, which one?",
        "category": "lifestyle"
    },
    {
        "mainQuestion": "What is your biggest pet peeve in public?",
        "outlierQuestion": "What is your biggest pet peeve at home?",
        "category": "social"
    },
    {
        "mainQuestion": "If you had to move to another country tomorrow, where would you go?",
        "outlierQuestion": "If you had to move to another city in your country, where would you go?",
        "category": "travel"
    },
    {
        "mainQuestion": "What is the most physically painful thing you have experienced?",
        "outlierQuestion": "What is the most emotionally painful thing you have experienced?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you could have a conversation with your future self, what would you ask?",
        "outlierQuestion": "If you could have a conversation with your past self, what would you say?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is your favorite season of the year?",
        "outlierQuestion": "What is your favorite time of day?",
        "category": "nature"
    },
    {
        "mainQuestion": "If you were the leader of your country, what is the first thing you'd do?",
        "outlierQuestion": "If you were the mayor of your city, what is the first thing you'd fix?",
        "category": "politics"
    },
    {
        "mainQuestion": "What is a book that changed your perspective?",
        "outlierQuestion": "What is a movie that changed your perspective?",
        "category": "media"
    },
    {
        "mainQuestion": "If you could replace your hand with a tool, what would it be?",
        "outlierQuestion": "If you could handle any object with your mind, what would it be?",
        "category": "silly"
    },
    {
        "mainQuestion": "What is the best compliment you have ever received?",
        "outlierQuestion": "What is the weirdest compliment you have ever received?",
        "category": "social"
    },
    {
        "mainQuestion": "If you were an animal, what would you be?",
        "outlierQuestion": "If you had to be a bird, which one would you choose?",
        "category": "nature"
    },
    {
        "mainQuestion": "What is something you own that is totally useless but you keep it anyway?",
        "outlierQuestion": "What is something you bought but never used?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you could invite three people to a dinner party, living or dead, who?",
        "outlierQuestion": "If you could invite three fictional characters to dinner, who would they be?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is the most polite way to tell someone to leave you alone?",
        "outlierQuestion": "What is the rudest thing you have ever said to someone?",
        "category": "social"
    },
    {
        "mainQuestion": "If you could lock one person in a room for a day, who?",
        "outlierQuestion": "If you were locked in a room for a day with someone, who would you pick?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is your favorite way to exercise?",
        "outlierQuestion": "What is your least favorite way to exercise?",
        "category": "health"
    },
    {
        "mainQuestion": "If you could be invisible for a day, what would you do? Where would you go?",
        "outlierQuestion": "If you could read minds for a day, whose mind would you read?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What makes a person instantly attractive to you?",
        "outlierQuestion": "What makes a person instantly trustworthy to you?",
        "category": "relationships"
    },
    {
        "mainQuestion": "If you found out the world was ending in 24 hours, what would you do?",
        "outlierQuestion": "If you found out a zombie apocalypse was starting, what is your plan?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is the luckiest thing that has ever happened to you?",
        "outlierQuestion": "What is the unluckiest thing that has ever happened to you?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you could open a business, what kind would it be?",
        "outlierQuestion": "If you could run a non-profit, what cause would it support?",
        "category": "career"
    },
    {
        "mainQuestion": "What is your favorite childhood cartoon?",
        "outlierQuestion": "What is your favorite childhood toy?",
        "category": "memory"
    },
    {
        "mainQuestion": "If you could erase debt for yourself or a friend, who would you choose?",
        "outlierQuestion": "If you could gift a house to yourself or a friend, who would you choose?",
        "category": "ethics"
    },
    {
        "mainQuestion": "What is the scariest movie you have ever seen?",
        "outlierQuestion": "What is the funniest movie you have ever seen?",
        "category": "entertainment"
    },
    {
        "mainQuestion": "If you had to eat only one color of food for a week, what color?",
        "outlierQuestion": "If you had to eat only spicy food for a week, could you do it?",
        "category": "food"
    },
    {
        "mainQuestion": "What is something everyone loves that you just don't get?",
        "outlierQuestion": "What is something everyone hates that you actually enjoy?",
        "category": "opinion"
    },
    {
        "mainQuestion": "If you could control the weather, what would you make it do today?",
        "outlierQuestion": "If you could control time, would you speed it up or slow it down today?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is the best vacation you have ever taken?",
        "outlierQuestion": "What is the worst vacation you have ever taken?",
        "category": "travel"
    },
    {
        "mainQuestion": "If you could have a robot do one chore for you forever, what is it?",
        "outlierQuestion": "If you could hire a person to do one chore for you, what is it?",
        "category": "lifestyle"
    },
    {
        "mainQuestion": "What is a song that always makes you cry?",
        "outlierQuestion": "What is a song that always makes you happy?",
        "category": "music"
    },
    {
        "mainQuestion": "If you could change your career path right now, what would you do?",
        "outlierQuestion": "If you could try a dangerous job for one day, what would it be?",
        "category": "work"
    },
    {
        "mainQuestion": "What is the most daring thing you have done on a dare?",
        "outlierQuestion": "What is a dare you refused to do?",
        "category": "social"
    },
    {
        "mainQuestion": "If you could own a painting by any famous artist, who?",
        "outlierQuestion": "If you could commission a portrait of yourself, who would paint it?",
        "category": "art"
    },
    {
        "mainQuestion": "What is your favorite topping on a pizza?",
        "outlierQuestion": "What is your least favorite topping on a pizza?",
        "category": "food"
    },
    {
        "mainQuestion": "If you could be a character in a video game, who would you be?",
        "outlierQuestion": "If you could live in a video game world, which one would it be?",
        "category": "entertainment"
    },
    {
        "mainQuestion": "What is the most beautiful language in the world?",
        "outlierQuestion": "What is the hardest language to learn, in your opinion?",
        "category": "culture"
    },
    {
        "mainQuestion": "If you were a superhero, would you wear a cape? Describe your costume.",
        "outlierQuestion": "If you were a villain, would you wear a mask? Describe your costume.",
        "category": "creativity"
    },
    {
        "mainQuestion": "What is something you judge people for, even though you shouldn't?",
        "outlierQuestion": "What is something people judge you for, but they shouldn't?",
        "category": "social"
    },
    {
        "mainQuestion": "If you could only use one social media platform for the rest of 2024, which?",
        "outlierQuestion": "If you deleted Instagram, what would you use instead?",
        "category": "technology"
    },
    {
        "mainQuestion": "What is one thing you wish you knew five years ago?",
        "outlierQuestion": "What is one thing you hope to know five years from now?",
        "category": "wisdom"
    },
    {
        "mainQuestion": "If you could be the absolute best at a sport, which one?",
        "outlierQuestion": "If you could be an Olympic athlete, which event would you win?",
        "category": "sports"
    },
    {
        "mainQuestion": "What is the weirdest thing you have seen on public transport?",
        "outlierQuestion": "What is the weirdest thing you have seen in a public park?",
        "category": "social"
    },
    {
        "mainQuestion": "If you could sleep for 100 years, would you do it?",
        "outlierQuestion": "If you never had to sleep again, what would you do with the time?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is your favorite ice cream flavor? Is it popular?",
        "outlierQuestion": "What is an ice cream flavor you think is disgusting?",
        "category": "food"
    },
    {
        "mainQuestion": "If you could have a tail, what kind of tail would it be? Useful?",
        "outlierQuestion": "If you could have wings, what kind of wings would they be?",
        "category": "silly"
    },
    {
        "mainQuestion": "What is the most valuable lesson your parents taught you?",
        "outlierQuestion": "What is a lesson you learned the hard way on your own?",
        "category": "wisdom"
    },
    {
        "mainQuestion": "If you could clone yourself, what would your clone do for you?",
        "outlierQuestion": "If you met your clone, would you get along? Why or why not?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is your favorite animal at the zoo?",
        "outlierQuestion": "What is the scariest animal at the zoo?",
        "category": "nature"
    },
    {
        "mainQuestion": "If you could rename the moon, what would you call it?",
        "outlierQuestion": "If you could rename planet Earth, what would you call it?",
        "category": "creativity"
    },
    {
        "mainQuestion": "What is the most boring sport to watch?",
        "outlierQuestion": "What is the most exciting sport to watch?",
        "category": "sports"
    },
    {
        "mainQuestion": "If you could have any car in the world, what would it be?",
        "outlierQuestion": "If you could have a private jet or a yacht, which one?",
        "category": "lifestyle"
    },
    {
        "mainQuestion": "What is something you are really bad at but enjoy doing?",
        "outlierQuestion": "What is something you are good at but hate doing?",
        "category": "skills"
    },
    {
        "mainQuestion": "If you were a dictator, what is the first ridiculous law you'd pass?",
        "outlierQuestion": "If you were a king/queen, what would your castle look like?",
        "category": "silly"
    },
    {
        "mainQuestion": "What is your favorite thing about yourself?",
        "outlierQuestion": "What is one thing you would change about your personality?",
        "category": "personal"
    },
    {
        "mainQuestion": "If you could talk to the dead for 5 minutes, who would you call?",
        "outlierQuestion": "If you could visit heaven for 5 minutes, what would you check?",
        "category": "supernatural"
    },
    {
        "mainQuestion": "What is the most awkward date you have ever been on?",
        "outlierQuestion": "What is the best date you have ever been on?",
        "category": "relationships"
    },
    {
        "mainQuestion": "If you could swap gender for a day, what is the first thing you'd do?",
        "outlierQuestion": "If you could be a child again for a day, what would you do?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is your guilty pleasure TV show?",
        "outlierQuestion": "What is a TV show everyone loves that you hate?",
        "category": "entertainment"
    },
    {
        "mainQuestion": "If you found a bag of diamonds, would you keep it or turn it in?",
        "outlierQuestion": "If you found a bag of cash, would you keep it or turn it in?",
        "category": "ethics"
    },
    {
        "mainQuestion": "What is the best age to be?",
        "outlierQuestion": "What is the hardest age to be?",
        "category": "philosophy"
    },
    {
        "mainQuestion": "If you could have a button that pauses the world, when would you use it?",
        "outlierQuestion": "If you could have a button that rewinds time 1 minute, when would you use it?",
        "category": "hypothetical"
    },
    {
        "mainQuestion": "What is a common lie you tell people?",
        "outlierQuestion": "What is a lie you told that you got caught in? What happened?",
        "category": "honesty"
    },
    {
        "mainQuestion": "If you could be a famous musician, what instrument would you play?",
        "outlierQuestion": "If you could be a famous singer, what genre would you sing?",
        "category": "music"
    }
]